{
  "<SEP>": 50270,
  "SLIGHTLY_BEHIND": 50272,
  "[ABADDON]": 50377,
  "[AHEAD]": 50274,
  "[ALCHEMIST]": 50348,
  "[ANCIENT_APPARITION]": 50343,
  "[ANTI-MAGE]": 50277,
  "[ARC_WARDEN]": 50388,
  "[AXE]": 50278,
  "[BANE]": 50279,
  "[BATRIDER]": 50340,
  "[BEASTMASTER]": 50313,
  "[BEHIND]": 50273,
  "[BEING_STOMPED]": 50276,
  "[BLOODSEEKER]": 50280,
  "[BOUNTY_HUNTER]": 50337,
  "[BREWMASTER]": 50353,
  "[BRISTLEBACK]": 50374,
  "[BROODMOTHER]": 50336,
  "[CENTAUR_WARRUNNER]": 50371,
  "[CHAOS_KNIGHT]": 50356,
  "[CHEN]": 50341,
  "[CLINKZ]": 50331,
  "[CLOCKWERK]": 50326,
  "[CRYSTAL_MAIDEN]": 50281,
  "[DARK_SEER]": 50330,
  "[DARK_WILLOW]": 50390,
  "[DAWNBREAKER]": 50398,
  "[DAZZLE]": 50325,
  "[DEATH_PROPHET]": 50318,
  "[DISRUPTOR]": 50362,
  "[DOMINATING]": 50275,
  "[DOOM]": 50344,
  "[DRAGON_KNIGHT]": 50324,
  "[DROW_RANGER]": 50282,
  "[EARTHSHAKER]": 50283,
  "[EARTH_SPIRIT]": 50382,
  "[ELDER_TITAN]": 50378,
  "[EMBER_SPIRIT]": 50381,
  "[ENCHANTRESS]": 50333,
  "[ENIGMA]": 50308,
  "[FACELESS_VOID]": 50316,
  "[GAME_STATE]": 50265,
  "[GRIMSTROKE]": 50392,
  "[GYROCOPTER]": 50347,
  "[HOODWINK]": 50393,
  "[HUSKAR]": 50334,
  "[INVOKER]": 50349,
  "[IO]": 50366,
  "[JAKIRO]": 50339,
  "[JUGGERNAUT]": 50284,
  "[KEEPER_OF_THE_LIGHT]": 50365,
  "[KEZ]": 50402,
  "[KILLED]": 50266,
  "[KILLED_BY]": 50267,
  "[KUNKKA]": 50299,
  "[LEGION_COMMANDER]": 50379,
  "[LESHRAC]": 50327,
  "[LICH]": 50306,
  "[LIFESTEALER]": 50329,
  "[LINA]": 50300,
  "[LION]": 50301,
  "[LONE_DRUID]": 50355,
  "[LUNA]": 50323,
  "[LYCAN]": 50352,
  "[MAGNUS]": 50372,
  "[MARCI]": 50399,
  "[MARS]": 50396,
  "[MEDUSA]": 50369,
  "[MEEPO]": 50357,
  "[MIRANA]": 50285,
  "[MONKEY_KING]": 50389,
  "[MORPHLING]": 50286,
  "[MSG]": 50268,
  "[MUERTA]": 50401,
  "[NAGA_SIREN]": 50364,
  "[NATURE'S_PROPHET]": 50328,
  "[NECROPHOS]": 50311,
  "[NIGHT_STALKER]": 50335,
  "[NPC_DOTA_LONE_DRUID_BEAR4]": 50403,
  "[NYX_ASSASSIN]": 50363,
  "[OGRE_MAGI]": 50359,
  "[OMNIKNIGHT]": 50332,
  "[ORACLE]": 50386,
  "[OUTWORLD_DEVOURER]": 50351,
  "[PANGOLIER]": 50391,
  "[PHANTOM_ASSASSIN]": 50319,
  "[PHANTOM_LANCER]": 50288,
  "[PHOENIX]": 50385,
  "[PREVIOUS]": 50269,
  "[PRIMAL_BEAST]": 50400,
  "[PUCK]": 50289,
  "[PUDGE]": 50290,
  "[PUGNA]": 50320,
  "[QUEEN_OF_PAIN]": 50314,
  "[RAZOR]": 50291,
  "[RIKI]": 50307,
  "[RING_MASTER]": 50397,
  "[RUBICK]": 50361,
  "[SAND_KING]": 50292,
  "[SHADOW_DEMON]": 50354,
  "[SHADOW_FIEND]": 50287,
  "[SHADOW_SHAMAN]": 50302,
  "[SILENCER]": 50350,
  "[SKYWRATH_MAGE]": 50376,
  "[SLARDAR]": 50303,
  "[SLARK]": 50368,
  "[SLIGHTLY_AHEAD]": 50271,
  "[SNAPFIRE]": 50395,
  "[SNIPER]": 50310,
  "[SPECTRE]": 50342,
  "[SPIRIT_BREAKER]": 50346,
  "[STORM_SPIRIT]": 50293,
  "[SVEN]": 50294,
  "[TECHIES]": 50380,
  "[TEMPLAR_ASSASSIN]": 50321,
  "[TERRORBLADE]": 50384,
  "[TIDEHUNTER]": 50304,
  "[TIMBERSAW]": 50373,
  "[TINKER]": 50309,
  "[TINY]": 50295,
  "[TREANT_PROTECTOR]": 50358,
  "[TROLL_WARLORD]": 50370,
  "[TUSK]": 50375,
  "[UNDERLORD]": 50383,
  "[UNDYING]": 50360,
  "[URSA]": 50345,
  "[VENGEFUL_SPIRIT]": 50296,
  "[VENOMANCER]": 50315,
  "[VIPER]": 50322,
  "[VISAGE]": 50367,
  "[VOID_SPIRIT]": 50394,
  "[WARLOCK]": 50312,
  "[WEAVER]": 50338,
  "[WINDRANGER]": 50297,
  "[WINTER_WYVERN]": 50387,
  "[WITCH_DOCTOR]": 50305,
  "[WRAITH_KING]": 50317,
  "[ZEUS]": 50298
}
